Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/recreational_activities_in_ireland/cultural_institutions/national_concert_hall.html.txt.tmx
Source language: en
Languages: ga

source: The National Concert Hall is located in Dublin’s city centre and it has hosted some of the world’s greatest performers, both nationally and internationally
ga: Tá an Ceoláras Náisiúnta lonnaithe i lár chathair Bhaile Átha Cliath bhí taibhithe ó roinnt de na taibheoirí is fearr ar domhan ar siúl ann, go náisiúnta agus go hidirnáisiúnta araon

source: As well as classical music, it also hosts opera, traditional, jazz, musicals and popular music performances
ga: Mar aon le ceol clasaiceach, bíonn taibhithe ceoldrámaí, ceoil thraidisiúnta, snagcheoil, ceolsiamsa agus ceol pobail ar siúl ann

source: The RTÉ National Symphony Orchestra is the resident orchestra at the Concert Hall
ga: Is iad Ceolfhoireann Siansa Náisiúnta RTÉ atá mar an gceolfhoireann chónaitheach ag an gCeoláras

source: Information on the Concert Hall’s calendar of events is available on the Concert Hall’s website
ga: Tá faisnéis ar fáil faoi fhéilire imeachtaí an Cheolárais Náisiúnta ar láithreán gréasáin an Cheolárais

source: The Concert Hall has 2 main performing spaces
ga: Tá dhá phríomhspás taibhithe ag an gCeoláras

source: The main auditorium holds up to 1,200 and is renowned for its natural acoustics
ga: Tá 1,200 suíochán sa phríomh-halla éisteachta agus tá cáil air as ucht a fhuaime nádúrtha

source: The John Field Room can accommodate a seated audience of 250 and is primarily used for chamber music, lunchtime concerts and smaller recitals
ga: Is féidir le Seomra John Field 250 suíochán a chur ar fáil don lucht éisteachta agus úsáidtear é go príomha do cheol aireagail, do cheoldrámaí i rith am lóin agus do cheadail níos lú

source: Through its programme of on-site and off-site events, the Concert Hall offer a wide range of learning opportunities for children, schools, music students and others
ga: Trína chlár imeachtaí ar an suíomh agus amach ón suíomh, cuireann an Ceoláras réimse fairsing de dheiseanna foghlama ar fáil do leanaí, do scoileanna, do mhic léinn cheoil agus do dhaoine eile

source: Find out more about its education programme
ga: Faigh amach níos mó faisnéise faoina chlár oideachais
